performance/axis2/data/echoStrings-500.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:echoStrings xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input>s0</ns1:input><ns1:input>s1</ns1:input><ns1:input>s2</ns1:input><ns1:input>s3</ns1:input><ns1:input>s4</ns1:input><ns1:input>s5</ns1:input><ns1:input>s6</ns1:input><ns1:input>s7</ns1:input><ns1:input>s8</ns1:input><ns1:input>s9</ns1:input><ns1:input>s10</ns1:input><ns1:input>s11</ns1:input><ns1:input>s12</ns1:input><ns1:input>s13</ns1:input><ns1:input>s14</ns1:input><ns1:input>s15</ns1:input><ns1:input>s16</ns1:input><ns1:input>s17</ns1:input><ns1:input>s18</ns1:input><ns1:input>s19</ns1:input><ns1:input>s20</ns1:input><ns1:input>s21</ns1:input><ns1:input>s22</ns1:input><ns1:input>s23</ns1:input><ns1:input>s24</ns1:input><ns1:input>s25</ns1:input><ns1:input>s26</ns1:input><ns1:input>s27</ns1:input><ns1:input>s28</ns1:input><ns1:input>s29</ns1:input><ns1:input>s30</ns1:input><ns1:input>s31</ns1:input><ns1:input>s32</ns1:input><ns1:input>s33</ns1:input><ns1:input>s34</ns1:input><ns1:input>s35</ns1:input><ns1:input>s36</ns1:input><ns1:input>s37</ns1:input><ns1:input>s38</ns1:input><ns1:input>s39</ns1:input><ns1:input>s40</ns1:input><ns1:input>s41</ns1:input><ns1:input>s42</ns1:input><ns1:input>s43</ns1:input><ns1:input>s44</ns1:input><ns1:input>s45</ns1:input><ns1:input>s46</ns1:input><ns1:input>s47</ns1:input><ns1:input>s48</ns1:input><ns1:input>s49</ns1:input><ns1:input>s50</ns1:input><ns1:input>s51</ns1:input><ns1:input>s52</ns1:input><ns1:input>s53</ns1:input><ns1:input>s54</ns1:input><ns1:input>s55</ns1:input><ns1:input>s56</ns1:input><ns1:input>s57</ns1:input><ns1:input>s58</ns1:input><ns1:input>s59</ns1:input><ns1:input>s60</ns1:input><ns1:input>s61</ns1:input><ns1:input>s62</ns1:input><ns1:input>s63</ns1:input><ns1:input>s64</ns1:input><ns1:input>s65</ns1:input><ns1:input>s66</ns1:input><ns1:input>s67</ns1:input><ns1:input>s68</ns1:input><ns1:input>s69</ns1:input><ns1:input>s70</ns1:input><ns1:input>s71</ns1:input><ns1:input>s72</ns1:input><ns1:input>s73</ns1:input><ns1:input>s74</ns1:input><ns1:input>s75</ns1:input><ns1:input>s76</ns1:input><ns1:input>s77</ns1:input><ns1:input>s78</ns1:input><ns1:input>s79</ns1:input><ns1:input>s80</ns1:input><ns1:input>s81</ns1:input><ns1:input>s82</ns1:input><ns1:input>s83</ns1:input><ns1:input>s84</ns1:input><ns1:input>s85</ns1:input><ns1:input>s86</ns1:input><ns1:input>s87</ns1:input><ns1:input>s88</ns1:input><ns1:input>s89</ns1:input><ns1:input>s90</ns1:input><ns1:input>s91</ns1:input><ns1:input>s92</ns1:input><ns1:input>s93</ns1:input><ns1:input>s94</ns1:input><ns1:input>s95</ns1:input><ns1:input>s96</ns1:input><ns1:input>s97</ns1:input><ns1:input>s98</ns1:input><ns1:input>s99</ns1:input><ns1:input>s100</ns1:input><ns1:input>s101</ns1:input><ns1:input>s102</ns1:input><ns1:input>s103</ns1:input><ns1:input>s104</ns1:input><ns1:input>s105</ns1:input><ns1:input>s106</ns1:input><ns1:input>s107</ns1:input><ns1:input>s108</ns1:input><ns1:input>s109</ns1:input><ns1:input>s110</ns1:input><ns1:input>s111</ns1:input><ns1:input>s112</ns1:input><ns1:input>s113</ns1:input><ns1:input>s114</ns1:input><ns1:input>s115</ns1:input><ns1:input>s116</ns1:input><ns1:input>s117</ns1:input><ns1:input>s118</ns1:input><ns1:input>s119</ns1:input><ns1:input>s120</ns1:input><ns1:input>s121</ns1:input><ns1:input>s122</ns1:input><ns1:input>s123</ns1:input><ns1:input>s124</ns1:input><ns1:input>s125</ns1:input><ns1:input>s126</ns1:input><ns1:input>s127</ns1:input><ns1:input>s128</ns1:input><ns1:input>s129</ns1:input><ns1:input>s130</ns1:input><ns1:input>s131</ns1:input><ns1:input>s132</ns1:input><ns1:input>s133</ns1:input><ns1:input>s134</ns1:input><ns1:input>s135</ns1:input><ns1:input>s136</ns1:input><ns1:input>s137</ns1:input><ns1:input>s138</ns1:input><ns1:input>s139</ns1:input><ns1:input>s140</ns1:input><ns1:input>s141</ns1:input><ns1:input>s142</ns1:input><ns1:input>s143</ns1:input><ns1:input>s144</ns1:input><ns1:input>s145</ns1:input><ns1:input>s146</ns1:input><ns1:input>s147</ns1:input><ns1:input>s148</ns1:input><ns1:input>s149</ns1:input><ns1:input>s150</ns1:input><ns1:input>s151</ns1:input><ns1:input>s152</ns1:input><ns1:input>s153</ns1:input><ns1:input>s154</ns1:input><ns1:input>s155</ns1:input><ns1:input>s156</ns1:input><ns1:input>s157</ns1:input><ns1:input>s158</ns1:input><ns1:input>s159</ns1:input><ns1:input>s160</ns1:input><ns1:input>s161</ns1:input><ns1:input>s162</ns1:input><ns1:input>s163</ns1:input><ns1:input>s164</ns1:input><ns1:input>s165</ns1:input><ns1:input>s166</ns1:input><ns1:input>s167</ns1:input><ns1:input>s168</ns1:input><ns1:input>s169</ns1:input><ns1:input>s170</ns1:input><ns1:input>s171</ns1:input><ns1:input>s172</ns1:input><ns1:input>s173</ns1:input><ns1:input>s174</ns1:input><ns1:input>s175</ns1:input><ns1:input>s176</ns1:input><ns1:input>s177</ns1:input><ns1:input>s178</ns1:input><ns1:input>s179</ns1:input><ns1:input>s180</ns1:input><ns1:input>s181</ns1:input><ns1:input>s182</ns1:input><ns1:input>s183</ns1:input><ns1:input>s184</ns1:input><ns1:input>s185</ns1:input><ns1:input>s186</ns1:input><ns1:input>s187</ns1:input><ns1:input>s188</ns1:input><ns1:input>s189</ns1:input><ns1:input>s190</ns1:input><ns1:input>s191</ns1:input><ns1:input>s192</ns1:input><ns1:input>s193</ns1:input><ns1:input>s194</ns1:input><ns1:input>s195</ns1:input><ns1:input>s196</ns1:input><ns1:input>s197</ns1:input><ns1:input>s198</ns1:input><ns1:input>s199</ns1:input><ns1:input>s200</ns1:input><ns1:input>s201</ns1:input><ns1:input>s202</ns1:input><ns1:input>s203</ns1:input><ns1:input>s204</ns1:input><ns1:input>s205</ns1:input><ns1:input>s206</ns1:input><ns1:input>s207</ns1:input><ns1:input>s208</ns1:input><ns1:input>s209</ns1:input><ns1:input>s210</ns1:input><ns1:input>s211</ns1:input><ns1:input>s212</ns1:input><ns1:input>s213</ns1:input><ns1:input>s214</ns1:input><ns1:input>s215</ns1:input><ns1:input>s216</ns1:input><ns1:input>s217</ns1:input><ns1:input>s218</ns1:input><ns1:input>s219</ns1:input><ns1:input>s220</ns1:input><ns1:input>s221</ns1:input><ns1:input>s222</ns1:input><ns1:input>s223</ns1:input><ns1:input>s224</ns1:input><ns1:input>s225</ns1:input><ns1:input>s226</ns1:input><ns1:input>s227</ns1:input><ns1:input>s228</ns1:input><ns1:input>s229</ns1:input><ns1:input>s230</ns1:input><ns1:input>s231</ns1:input><ns1:input>s232</ns1:input><ns1:input>s233</ns1:input><ns1:input>s234</ns1:input><ns1:input>s235</ns1:input><ns1:input>s236</ns1:input><ns1:input>s237</ns1:input><ns1:input>s238</ns1:input><ns1:input>s239</ns1:input><ns1:input>s240</ns1:input><ns1:input>s241</ns1:input><ns1:input>s242</ns1:input><ns1:input>s243</ns1:input><ns1:input>s244</ns1:input><ns1:input>s245</ns1:input><ns1:input>s246</ns1:input><ns1:input>s247</ns1:input><ns1:input>s248</ns1:input><ns1:input>s249</ns1:input><ns1:input>s250</ns1:input><ns1:input>s251</ns1:input><ns1:input>s252</ns1:input><ns1:input>s253</ns1:input><ns1:input>s254</ns1:input><ns1:input>s255</ns1:input><ns1:input>s256</ns1:input><ns1:input>s257</ns1:input><ns1:input>s258</ns1:input><ns1:input>s259</ns1:input><ns1:input>s260</ns1:input><ns1:input>s261</ns1:input><ns1:input>s262</ns1:input><ns1:input>s263</ns1:input><ns1:input>s264</ns1:input><ns1:input>s265</ns1:input><ns1:input>s266</ns1:input><ns1:input>s267</ns1:input><ns1:input>s268</ns1:input><ns1:input>s269</ns1:input><ns1:input>s270</ns1:input><ns1:input>s271</ns1:input><ns1:input>s272</ns1:input><ns1:input>s273</ns1:input><ns1:input>s274</ns1:input><ns1:input>s275</ns1:input><ns1:input>s276</ns1:input><ns1:input>s277</ns1:input><ns1:input>s278</ns1:input><ns1:input>s279</ns1:input><ns1:input>s280</ns1:input><ns1:input>s281</ns1:input><ns1:input>s282</ns1:input><ns1:input>s283</ns1:input><ns1:input>s284</ns1:input><ns1:input>s285</ns1:input><ns1:input>s286</ns1:input><ns1:input>s287</ns1:input><ns1:input>s288</ns1:input><ns1:input>s289</ns1:input><ns1:input>s290</ns1:input><ns1:input>s291</ns1:input><ns1:input>s292</ns1:input><ns1:input>s293</ns1:input><ns1:input>s294</ns1:input><ns1:input>s295</ns1:input><ns1:input>s296</ns1:input><ns1:input>s297</ns1:input><ns1:input>s298</ns1:input><ns1:input>s299</ns1:input><ns1:input>s300</ns1:input><ns1:input>s301</ns1:input><ns1:input>s302</ns1:input><ns1:input>s303</ns1:input><ns1:input>s304</ns1:input><ns1:input>s305</ns1:input><ns1:input>s306</ns1:input><ns1:input>s307</ns1:input><ns1:input>s308</ns1:input><ns1:input>s309</ns1:input><ns1:input>s310</ns1:input><ns1:input>s311</ns1:input><ns1:input>s312</ns1:input><ns1:input>s313</ns1:input><ns1:input>s314</ns1:input><ns1:input>s315</ns1:input><ns1:input>s316</ns1:input><ns1:input>s317</ns1:input><ns1:input>s318</ns1:input><ns1:input>s319</ns1:input><ns1:input>s320</ns1:input><ns1:input>s321</ns1:input><ns1:input>s322</ns1:input><ns1:input>s323</ns1:input><ns1:input>s324</ns1:input><ns1:input>s325</ns1:input><ns1:input>s326</ns1:input><ns1:input>s327</ns1:input><ns1:input>s328</ns1:input><ns1:input>s329</ns1:input><ns1:input>s330</ns1:input><ns1:input>s331</ns1:input><ns1:input>s332</ns1:input><ns1:input>s333</ns1:input><ns1:input>s334</ns1:input><ns1:input>s335</ns1:input><ns1:input>s336</ns1:input><ns1:input>s337</ns1:input><ns1:input>s338</ns1:input><ns1:input>s339</ns1:input><ns1:input>s340</ns1:input><ns1:input>s341</ns1:input><ns1:input>s342</ns1:input><ns1:input>s343</ns1:input><ns1:input>s344</ns1:input><ns1:input>s345</ns1:input><ns1:input>s346</ns1:input><ns1:input>s347</ns1:input><ns1:input>s348</ns1:input><ns1:input>s349</ns1:input><ns1:input>s350</ns1:input><ns1:input>s351</ns1:input><ns1:input>s352</ns1:input><ns1:input>s353</ns1:input><ns1:input>s354</ns1:input><ns1:input>s355</ns1:input><ns1:input>s356</ns1:input><ns1:input>s357</ns1:input><ns1:input>s358</ns1:input><ns1:input>s359</ns1:input><ns1:input>s360</ns1:input><ns1:input>s361</ns1:input><ns1:input>s362</ns1:input><ns1:input>s363</ns1:input><ns1:input>s364</ns1:input><ns1:input>s365</ns1:input><ns1:input>s366</ns1:input><ns1:input>s367</ns1:input><ns1:input>s368</ns1:input><ns1:input>s369</ns1:input><ns1:input>s370</ns1:input><ns1:input>s371</ns1:input><ns1:input>s372</ns1:input><ns1:input>s373</ns1:input><ns1:input>s374</ns1:input><ns1:input>s375</ns1:input><ns1:input>s376</ns1:input><ns1:input>s377</ns1:input><ns1:input>s378</ns1:input><ns1:input>s379</ns1:input><ns1:input>s380</ns1:input><ns1:input>s381</ns1:input><ns1:input>s382</ns1:input><ns1:input>s383</ns1:input><ns1:input>s384</ns1:input><ns1:input>s385</ns1:input><ns1:input>s386</ns1:input><ns1:input>s387</ns1:input><ns1:input>s388</ns1:input><ns1:input>s389</ns1:input><ns1:input>s390</ns1:input><ns1:input>s391</ns1:input><ns1:input>s392</ns1:input><ns1:input>s393</ns1:input><ns1:input>s394</ns1:input><ns1:input>s395</ns1:input><ns1:input>s396</ns1:input><ns1:input>s397</ns1:input><ns1:input>s398</ns1:input><ns1:input>s399</ns1:input><ns1:input>s400</ns1:input><ns1:input>s401</ns1:input><ns1:input>s402</ns1:input><ns1:input>s403</ns1:input><ns1:input>s404</ns1:input><ns1:input>s405</ns1:input><ns1:input>s406</ns1:input><ns1:input>s407</ns1:input><ns1:input>s408</ns1:input><ns1:input>s409</ns1:input><ns1:input>s410</ns1:input><ns1:input>s411</ns1:input><ns1:input>s412</ns1:input><ns1:input>s413</ns1:input><ns1:input>s414</ns1:input><ns1:input>s415</ns1:input><ns1:input>s416</ns1:input><ns1:input>s417</ns1:input><ns1:input>s418</ns1:input><ns1:input>s419</ns1:input><ns1:input>s420</ns1:input><ns1:input>s421</ns1:input><ns1:input>s422</ns1:input><ns1:input>s423</ns1:input><ns1:input>s424</ns1:input><ns1:input>s425</ns1:input><ns1:input>s426</ns1:input><ns1:input>s427</ns1:input><ns1:input>s428</ns1:input><ns1:input>s429</ns1:input><ns1:input>s430</ns1:input><ns1:input>s431</ns1:input><ns1:input>s432</ns1:input><ns1:input>s433</ns1:input><ns1:input>s434</ns1:input><ns1:input>s435</ns1:input><ns1:input>s436</ns1:input><ns1:input>s437</ns1:input><ns1:input>s438</ns1:input><ns1:input>s439</ns1:input><ns1:input>s440</ns1:input><ns1:input>s441</ns1:input><ns1:input>s442</ns1:input><ns1:input>s443</ns1:input><ns1:input>s444</ns1:input><ns1:input>s445</ns1:input><ns1:input>s446</ns1:input><ns1:input>s447</ns1:input><ns1:input>s448</ns1:input><ns1:input>s449</ns1:input><ns1:input>s450</ns1:input><ns1:input>s451</ns1:input><ns1:input>s452</ns1:input><ns1:input>s453</ns1:input><ns1:input>s454</ns1:input><ns1:input>s455</ns1:input><ns1:input>s456</ns1:input><ns1:input>s457</ns1:input><ns1:input>s458</ns1:input><ns1:input>s459</ns1:input><ns1:input>s460</ns1:input><ns1:input>s461</ns1:input><ns1:input>s462</ns1:input><ns1:input>s463</ns1:input><ns1:input>s464</ns1:input><ns1:input>s465</ns1:input><ns1:input>s466</ns1:input><ns1:input>s467</ns1:input><ns1:input>s468</ns1:input><ns1:input>s469</ns1:input><ns1:input>s470</ns1:input><ns1:input>s471</ns1:input><ns1:input>s472</ns1:input><ns1:input>s473</ns1:input><ns1:input>s474</ns1:input><ns1:input>s475</ns1:input><ns1:input>s476</ns1:input><ns1:input>s477</ns1:input><ns1:input>s478</ns1:input><ns1:input>s479</ns1:input><ns1:input>s480</ns1:input><ns1:input>s481</ns1:input><ns1:input>s482</ns1:input><ns1:input>s483</ns1:input><ns1:input>s484</ns1:input><ns1:input>s485</ns1:input><ns1:input>s486</ns1:input><ns1:input>s487</ns1:input><ns1:input>s488</ns1:input><ns1:input>s489</ns1:input><ns1:input>s490</ns1:input><ns1:input>s491</ns1:input><ns1:input>s492</ns1:input><ns1:input>s493</ns1:input><ns1:input>s494</ns1:input><ns1:input>s495</ns1:input><ns1:input>s496</ns1:input><ns1:input>s497</ns1:input><ns1:input>s498</ns1:input><ns1:input>s499</ns1:input></ns1:echoStrings></soapenv:Body></soapenv:Envelope>